Revit 2027 API
ParameterTypeId.ZoneOutsideAirPerAreaParam Property
 "Outdoor Air per Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneOutsideAirPerAreaParam { get; }
Public Shared ReadOnly Property ZoneOutsideAirPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneOutsideAirPerAreaParam {
	ForgeTypeId^ get ();
}
static member ZoneOutsideAirPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace